Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Notes.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: %d saved
ar: تم حفظ %d
de: %d gespeichert
es: %d guardadas
fr: %d enregistrées
hi: %d सहेजे गए
id: %d tersimpan
ja: %d 件保存済み
ko: %d개 저장됨
pt_br: %d salvas
ru: Сохранено: %d
th: บันทึกแล้ว %d
tr: %d kaydedildi
vi: Đã lưu %d
zh_hans: 已保存 %d 条
zh_hant: 已儲存 %d 則

source: Add tag
ar: إضافة وسم
de: Tag hinzufügen
es: Agregar etiqueta
fr: Ajouter un tag
hi: टैग जोड़ें
id: Tambah tag
ja: タグを追加
ko: 태그 추가
pt_br: Adicionar tag
ru: Добавить тег
th: เพิ่มแท็ก
tr: Etiket ekle
vi: Thêm thẻ
zh_hans: 添加标签
zh_hant: 新增標籤

source: All notes
ar: كل الملاحظات
de: Alle Notizen
es: Todas las notas
fr: Toutes les notes
hi: सभी नोट्स
id: Semua catatan
ja: すべてのノート
ko: 모든 노트
pt_br: Todas as notas
ru: Все заметки
th: โน้ตทั้งหมด
tr: Tüm notlar
vi: Tất cả ghi chú
zh_hans: 全部笔记
zh_hant: 全部筆記

# Attach
source: Bring in
ar: إدخال في المحادثة
de: In Chat übernehmen
es: Traer al chat
fr: Ajouter au chat
hi: चैट में लाएँ
id: Bawa ke chat
ja: 会話に追加
ko: 대화에 가져오기
pt_br: Trazer para o chat
ru: Добавить в чат
th: นำเข้าแชท
tr: Sohbete dahil et
vi: Đưa vào trò chuyện
zh_hans: 带入对话
zh_hant: 帶入對話

source: Back to conversation
ar: العودة إلى المحادثة
de: Zurück zur Unterhaltung
es: Volver a la conversación
fr: Retour à la conversation
hi: बातचीत पर लौटें
id: Kembali ke percakapan
ja: 会話に戻る
ko: 대화로 돌아가기
pt_br: Voltar à conversa
ru: Вернуться к разговору
th: กลับไปที่บทสนทนา
tr: Sohbete dön
vi: Quay lại cuộc trò chuyện
zh_hans: 回到对话
zh_hant: 回到對話

source: Back to note
ar: العودة إلى الملاحظة
de: Zurück zur Notiz
es: Volver a la nota
fr: Retour à la note
hi: नोट पर वापस
id: Kembali ke catatan
ja: ノートに戻る
ko: 노트로 돌아가기
pt_br: Voltar à nota
ru: Назад к заметке
th: กลับไปที่โน้ต
tr: Nota dön
vi: Quay lại ghi chú
zh_hans: 返回笔记
zh_hant: 返回筆記

# Body
source: Saved note
ar: ملاحظة محفوظة
de: Gespeicherte Notiz
es: Nota guardada
fr: Note enregistrée
hi: सहेजा गया नोट
id: Catatan tersimpan
ja: 保存したメモ
ko: 저장한 노트
pt_br: Nota salva
ru: Сохраненная заметка
th: โน้ตที่บันทึกไว้
tr: Kaydedilen not
vi: Ghi chú đã lưu
zh_hans: 收藏笔记
zh_hant: 收藏筆記

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Checking...
ar: جارٍ التحقق...
de: Prüfe...
es: Verificando...
fr: Vérification...
hi: जांच हो रही है...
id: Memeriksa...
ja: 確認中...
ko: 검토 중...
pt_br: Verificando...
ru: Проверка...
th: กำลังตรวจ...
tr: Kontrol ediliyor...
vi: Đang kiểm tra...
zh_hans: 核对中...
zh_hant: 核對中...

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Color
ar: اللون
de: Farbe
fr: Couleur
hi: रंग
id: Warna
ja: カラー
ko: 색상
pt_br: Cor
ru: Цвет
th: สี
tr: Renk
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
hi: बनाएं
id: Buat
ja: 作成
ko: 만들기
pt_br: Criar
ru: Создать
th: สร้าง
tr: Oluştur
vi: Tạo
zh_hans: 创建
zh_hant: 建立

source: Created
ar: تاريخ الإنشاء
de: Erstellt
es: Creada
fr: Créée
hi: बनाया गया
id: Dibuat
ja: 作成日
ko: 생성일
pt_br: Criada
ru: Создано
th: สร้างเมื่อ
tr: Oluşturuldu
vi: Đã tạo
zh_hans: 创建时间
zh_hant: 建立時間

# Cross-check
source: Cross-check with another model
ar: التحقق بنموذج آخر
de: Mit anderem Modell prüfen
es: Verificar con otro modelo
fr: Vérifier avec un autre modèle
hi: दूसरे मॉडल से जाँचें
id: Periksa dengan model lain
ja: 別のモデルで確認
ko: 다른 모델로 교차 확인
pt_br: Verificar com outro modelo
ru: Проверить другой моделью
th: ตรวจด้วยโมเดลอื่น
tr: Başka modelle kontrol et
vi: Kiểm tra bằng mô hình khác
zh_hans: 换模型核对
zh_hant: 換模型核對

# Cross-check answer
source: Cross-check with another model
ar: التحقق بنموذج آخر
de: Mit anderem Modell prüfen
es: Verificar con otro modelo
fr: Vérifier avec un autre modèle
hi: दूसरे मॉडल से जाँचें
id: Periksa dengan model lain
ja: 別のモデルで確認
ko: 다른 모델로 교차 확인
pt_br: Verificar com outro modelo
ru: Проверить другой моделью
th: ตรวจด้วยโมเดลอื่น
tr: Başka modelle kontrol et
vi: Kiểm tra bằng mô hình khác
zh_hans: 换模型核对
zh_hant: 換模型核對

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete note?
ar: حذف الملاحظة؟
de: Notiz löschen?
es: ¿Eliminar nota?
fr: Supprimer la note ?
hi: नोट हटाएं?
id: Hapus catatan?
ja: ノートを削除しますか？
ko: 노트를 삭제할까요?
pt_br: Excluir nota?
ru: Удалить заметку?
th: ลบโน้ต?
tr: Not silinsin mi?
vi: Xóa ghi chú?
zh_hans: 删除笔记？
zh_hant: 刪除筆記？

source: Delete permanently
ar: حذف نهائي
de: Endgültig löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
hi: स्थायी रूप से हटाएं
id: Hapus permanen
ja: 完全に削除
ko: 영구 삭제
pt_br: Excluir permanentemente
ru: Удалить навсегда
th: ลบถาวร
tr: Kalıcı olarak sil
vi: Xóa vĩnh viễn
zh_hans: 彻底删除
zh_hant: 徹底刪除

source: Delete this note
ar: حذف هذه الملاحظة
de: Diese Notiz löschen
es: Eliminar esta nota
fr: Supprimer cette note
hi: यह नोट हटाएं
id: Hapus catatan ini
ja: このメモを削除
ko: 이 노트 삭제
pt_br: Excluir esta nota
ru: Удалить эту заметку
th: ลบโน้ตนี้
tr: Bu notu sil
vi: Xóa ghi chú này
zh_hans: 删除此笔记
zh_hant: 刪除此筆記

source: Deleted notes will appear here.
ar: ستظهر الملاحظات المحذوفة هنا.
de: Gelöschte Notizen erscheinen hier.
es: Las notas eliminadas aparecerán aquí.
fr: Les notes supprimées apparaîtront ici.
hi: हटाए गए नोट यहां दिखाई देंगे।
id: Catatan yang dihapus akan muncul di sini.
ja: 削除したノートがここに表示されます。
ko: 삭제한 노트가 여기에 표시됩니다.
pt_br: Notas excluídas aparecerão aqui.
ru: Удаленные заметки появятся здесь.
th: โน้ตที่ลบจะปรากฏที่นี่
tr: Silinen notlar burada görünür.
vi: Ghi chú đã xóa sẽ xuất hiện ở đây.
zh_hans: 删除的笔记会出现在这里。
zh_hant: 刪除的筆記會出現在這裡。

source: Dismiss
ar: تجاهل
de: Ausblenden
es: Descartar
fr: Ignorer
hi: हटाएँ
id: Abaikan
ja: 非表示
ko: 무시
pt_br: Ignorar
ru: Скрыть
th: ไม่ใช้
tr: Yok say
vi: Bỏ qua
zh_hans: 忽略
zh_hant: 忽略

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
ja: 編集
ko: 편집
pt_br: Editar
ru: Изменить
th: แก้ไข
tr: Düzenle
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit folder
ar: تعديل المجلد
de: Ordner bearbeiten
es: Editar carpeta
fr: Modifier le dossier
hi: फ़ोल्डर संपादित करें
id: Sunting folder
ja: フォルダを編集
ko: 폴더 편집
pt_br: Editar pasta
ru: Изменить папку
th: แก้ไขโฟลเดอร์
tr: Klasörü düzenle
vi: Chỉnh sửa thư mục
zh_hans: 编辑文件夹
zh_hant: 編輯資料夾

source: Empty trash
ar: إفراغ السلة
de: Papierkorb leeren
es: Vaciar papelera
fr: Vider la corbeille
hi: ट्रैश खाली करें
id: Kosongkan sampah
ja: ゴミ箱を空にする
ko: 휴지통 비우기
pt_br: Esvaziar lixeira
ru: Очистить корзину
th: ล้างถังขยะ
tr: Çöpü boşalt
vi: Dọn thùng rác
zh_hans: 清空回收站
zh_hant: 清空回收站

source: Folder name
ar: اسم المجلد
de: Ordnername
es: Nombre de carpeta
fr: Nom du dossier
hi: फ़ोल्डर नाम
id: Nama folder
ja: フォルダ名
ko: 폴더 이름
pt_br: Nome da pasta
ru: Название папки
th: ชื่อโฟลเดอร์
tr: Klasör adı
vi: Tên thư mục
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

# In chat, save a strong answer or select a passage to send it here.
source: Save chat content as notes
ar: احفظ محتوى الدردشة كملاحظات
de: Chatinhalte als Notizen speichern
es: Guarda contenido del chat como notas
fr: Enregistrez le contenu du chat en notes
hi: चैट सामग्री को नोट्स में सहेजें
id: Simpan isi chat sebagai catatan
ja: チャット内容をメモに保存
ko: 채팅 내용을 노트로 저장
pt_br: Salve conteúdos do chat como notas
ru: Сохраняйте содержимое чата как заметки
th: บันทึกเนื้อหาแชทเป็นโน้ต
tr: Sohbet içeriğini not olarak kaydet
vi: Lưu nội dung trò chuyện thành ghi chú
zh_hans: 把聊天内容存成笔记
zh_hant: 將聊天內容存成筆記

source: It may have been deleted or not synced to this device yet.
ar: ربما حُذفت أو لم تتم مزامنتها مع هذا الجهاز بعد.
de: Sie wurde möglicherweise gelöscht oder noch nicht synchronisiert.
es: Puede haberse eliminado o aún no haberse sincronizado en este dispositivo.
fr: Elle a peut-être été supprimée ou pas encore synchronisée sur cet appareil.
hi: यह हटाया गया हो सकता है या अभी इस डिवाइस पर सिंक नहीं हुआ है।
id: Mungkin sudah dihapus atau belum tersinkron ke perangkat ini.
ja: 削除されたか、このデバイスにまだ同期されていない可能性があります。
ko: 삭제되었거나 아직 이 기기에 동기화되지 않았을 수 있습니다.
pt_br: Ela pode ter sido excluída ou ainda não sincronizada neste dispositivo.
ru: Она могла быть удалена или еще не синхронизирована.
th: อาจถูกลบหรือยังไม่ได้ซิงค์มายังอุปกรณ์นี้
tr: Silinmiş ya da bu cihaza henüz eşitlenmemiş olabilir.
vi: Ghi chú có thể đã bị xóa hoặc chưa đồng bộ lên thiết bị này.
zh_hans: 它可能已被删除，或还没有同步到这台设备。
zh_hant: 它可能已被刪除，或尚未同步到這台裝置。

source: Long press a note to restore or delete it.
ar: اضغط مطولاً على الملاحظة لاستعادتها أو حذفها.
de: Halte eine Notiz gedrückt, um sie wiederherzustellen oder zu löschen.
es: Mantén presionada una nota para restaurarla o eliminarla.
fr: Appuyez longuement sur une note pour la restaurer ou la supprimer.
hi: नोट को पुनर्स्थापित या हटाने के लिए उसे देर तक दबाएं।
id: Tekan lama catatan untuk memulihkan atau menghapusnya.
ja: ノートを長押しすると復元または削除できます。
ko: 메모를 길게 누르면 복원하거나 삭제할 수 있습니다.
pt_br: Toque e segure uma nota para restaurá-la ou excluí-la.
ru: Нажмите и удерживайте заметку, чтобы восстановить или удалить её.
th: กดค้างที่บันทึกเพื่อกู้คืนหรือลบ
tr: Bir notu geri yüklemek veya silmek için uzun basın.
vi: Nhấn giữ ghi chú để khôi phục hoặc xóa.
zh_hans: 长按笔记可恢复或彻底删除。
zh_hant: 長按筆記可復原或徹底刪除。

source: Markdown exported
ar: تم تصدير Markdown
de: Markdown exportiert
es: Markdown exportado
fr: Markdown exporté
hi: Markdown निर्यात हुआ
id: Markdown diekspor
ja: Markdown をエクスポートしました
ko: Markdown 내보냄
pt_br: Markdown exportado
ru: Markdown экспортирован
th: ส่งออก Markdown แล้ว
tr: Markdown dışa aktarıldı
vi: Đã xuất Markdown
zh_hans: Markdown 已导出
zh_hant: Markdown 已匯出

source: Move to folder
ar: نقل إلى مجلد
de: In Ordner verschieben
es: Mover a carpeta
fr: Déplacer vers un dossier
hi: फ़ोल्डर में ले जाएं
id: Pindah ke folder
ja: フォルダへ移動
ko: 폴더로 이동
pt_br: Mover para pasta
ru: Переместить в папку
th: ย้ายไปโฟลเดอร์
tr: Klasöre taşı
vi: Chuyển vào thư mục
zh_hans: 移动到文件夹
zh_hant: 移動到資料夾

source: New folder
ar: مجلد جديد
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
hi: नया फ़ोल्डर
id: Folder baru
ja: 新規フォルダ
ko: 새 폴더
pt_br: Nova pasta
ru: Новая папка
th: โฟลเดอร์ใหม่
tr: Yeni klasör
vi: Thư mục mới
zh_hans: 新建文件夹
zh_hant: 新增資料夾

source: New note
ar: ملاحظة جديدة
de: Neue Notiz
es: Nueva nota
fr: Nouvelle note
hi: नया नोट
id: Catatan baru
ja: 新規ノート
ko: 새 노트
pt_br: Nova nota
ru: Новая заметка
th: โน้ตใหม่
tr: Yeni not
vi: Ghi chú mới
zh_hans: 新建笔记
zh_hant: 新增筆記

source: No eligible second model is available.
ar: لا يتوفر نموذج ثانٍ مؤهل.
de: Kein geeignetes zweites Modell verfügbar.
es: No hay ningún segundo modelo apto disponible.
fr: Aucun deuxième modèle éligible n’est disponible.
hi: कोई योग्य दूसरा मॉडल उपलब्ध नहीं है।
id: Tidak ada model kedua yang memenuhi syarat.
ja: 利用可能な2つ目のモデルがありません。
ko: 사용 가능한 두 번째 모델이 없습니다.
pt_br: Nenhum segundo modelo qualificado está disponível.
ru: Нет доступной подходящей второй модели.
th: ไม่มีโมเดลที่สองที่พร้อมใช้งาน
tr: Kullanılabilir uygun bir ikinci model yok.
vi: Không có mô hình thứ hai phù hợp.
zh_hans: 暂无可用于核对的第二模型。
zh_hant: 暫無可用於核對的第二模型。

source: No notes yet
ar: لا توجد ملاحظات بعد
de: Noch keine Notizen
es: Aún no hay notas
fr: Aucune note
hi: अभी कोई नोट नहीं
id: Belum ada catatan
ja: ノートはまだありません
ko: 아직 노트가 없습니다
pt_br: Ainda sem notas
ru: Заметок пока нет
th: ยังไม่มีโน้ต
tr: Henüz not yok
vi: Chưa có ghi chú
zh_hans: 还没有笔记
zh_hant: 還沒有筆記

source: Note deleted
ar: تم حذف الملاحظة
de: Notiz gelöscht
es: Nota eliminada
fr: Note supprimée
hi: नोट हटाया गया
id: Catatan dihapus
ja: ノートを削除しました
ko: 노트 삭제됨
pt_br: Nota excluída
ru: Заметка удалена
th: ลบโน้ตแล้ว
tr: Not silindi
vi: Đã xóa ghi chú
zh_hans: 笔记已删除
zh_hant: 筆記已刪除

source: Note not found
ar: لم يتم العثور على الملاحظة
de: Notiz nicht gefunden
es: Nota no encontrada
fr: Note introuvable
hi: नोट नहीं मिला
id: Catatan tidak ditemukan
ja: ノートが見つかりません
ko: 노트를 찾을 수 없음
pt_br: Nota não encontrada
ru: Заметка не найдена
th: ไม่พบโน้ต
tr: Not bulunamadı
vi: Không tìm thấy ghi chú
zh_hans: 找不到笔记
zh_hant: 找不到筆記

# Note replaced
source: Note updated
ar: تم تحديث الملاحظة
de: Notiz aktualisiert
es: Nota actualizada
fr: Note mise à jour
hi: नोट अपडेट हो गया
id: Catatan diperbarui
ja: ノートを更新しました
ko: 노트가 업데이트됨
pt_br: Nota atualizada
ru: Заметка обновлена
th: อัปเดตโน้ตแล้ว
tr: Not güncellendi
vi: Đã cập nhật ghi chú
zh_hans: 笔记已更新
zh_hant: 筆記已更新

source: Notes
ar: الملاحظات
de: Notizen
es: Notas
hi: नोट्स
id: Catatan
ja: ノート
ko: 노트
pt_br: Notas
ru: Заметки
th: โน้ต
tr: Notlar
vi: Ghi chú
zh_hans: 笔记
zh_hant: 筆記

# Notes used in this chat
source: Notes brought into this chat
ar: الملاحظات المُدخلة في هذه المحادثة
de: In diesen Chat übernommene Notizen
es: Notas traídas a este chat
fr: Notes ajoutées à cette conversation
hi: इस चैट में लाई गई नोट्स
id: Catatan yang dibawa ke chat ini
ja: このチャットに追加済みのノート
ko: 이 대화에 가져온 노트
pt_br: Notas trazidas para este chat
ru: Заметки, добавленные в этот чат
th: โน้ตที่นำเข้าแชทนี้แล้ว
tr: Bu sohbete dahil edilen notlar
vi: Ghi chú đã đưa vào cuộc trò chuyện này
zh_hans: 已带入当前对话的笔记
zh_hant: 已帶入目前對話的筆記

source: Nothing written yet.
ar: لا يوجد محتوى بعد.
de: Noch kein Inhalt.
es: Aún no hay contenido.
fr: Rien pour le moment.
hi: अभी कुछ नहीं लिखा गया।
id: Belum ada isi.
ja: まだ内容がありません。
ko: 아직 내용이 없습니다.
pt_br: Nada escrito ainda.
ru: Пока ничего нет.
th: ยังไม่มีเนื้อหา
tr: Henüz içerik yok.
vi: Chưa có nội dung.
zh_hans: 还没有内容。
zh_hant: 還沒有內容。

source: Original answer
ar: الإجابة الأصلية
de: Originalantwort
es: Respuesta original
fr: Réponse originale
hi: मूल उत्तर
id: Jawaban asli
ja: 元の回答
ko: 원래 답변
pt_br: Resposta original
ru: Исходный ответ
th: คำตอบเดิม
tr: Özgün yanıt
vi: Câu trả lời gốc
zh_hans: 原回答
zh_hant: 原回答

# Original snapshot
source: Saved source answer
ar: الإجابة الأصلية المحفوظة
de: Gespeicherte Quellantwort
es: Respuesta de origen guardada
fr: Réponse source enregistrée
hi: सहेजा गया स्रोत उत्तर
id: Jawaban sumber yang disimpan
ja: 保存時の元回答
ko: 저장 당시 원본 답변
pt_br: Resposta de origem salva
ru: Сохранённый исходный ответ
th: คำตอบต้นทางที่บันทึกไว้
tr: Kaydedilen kaynak yanıt
vi: Câu trả lời nguồn đã lưu
zh_hans: 保存时的来源回答
zh_hant: 儲存時的來源回答

source: Pick one model for this cross-check only.
ar: اختر نموذجًا واحدًا لهذا التحقق فقط.
de: Wähle ein Modell nur für diese Gegenprüfung.
es: Elige un modelo solo para esta verificación.
fr: Choisissez un modèle pour cette vérification uniquement.
hi: इस क्रॉस-चेक के लिए केवल एक मॉडल चुनें।
id: Pilih satu model hanya untuk pemeriksaan ini.
ja: このクロスチェックだけに使うモデルを選びます。
ko: 이번 교차 확인에만 사용할 모델을 선택하세요.
pt_br: Escolha um modelo apenas para esta verificação.
ru: Выберите одну модель только для этой проверки.
th: เลือกหนึ่งโมเดลสำหรับการตรวจสอบครั้งนี้เท่านั้น
tr: Bu çapraz kontrol için yalnızca bir model seçin.
vi: Chọn một mô hình chỉ cho lần kiểm tra này.
zh_hans: 选择一个模型，仅用于本次核对。
zh_hant: 選擇一個模型，僅用於本次核對。

# Pin
source: Pin to list
ar: تثبيت في القائمة
de: In Liste anheften
es: Fijar en la lista
fr: Épingler dans la liste
hi: सूची में पिन करें
id: Sematkan ke daftar
ja: リストに固定
ko: 목록에 고정
pt_br: Fixar na lista
ru: Закрепить в списке
th: ปักหมุดในรายการ
tr: Listeye sabitle
vi: Ghim vào danh sách
zh_hans: 置顶到列表
zh_hant: 置頂到列表

# Pinned
source: Pinned to list
ar: مثبتة في القائمة
de: In Liste angeheftet
es: Fijada en la lista
fr: Épinglée dans la liste
hi: सूची में पिन किया गया
id: Disematkan ke daftar
ja: リストに固定済み
ko: 목록에 고정됨
pt_br: Fixada na lista
ru: Закреплено в списке
th: ปักหมุดในรายการแล้ว
tr: Listeye sabitlendi
vi: Đã ghim vào danh sách
zh_hans: 已置顶到列表
zh_hant: 已置頂到列表

source: Prompt
ar: المطالبة
hi: प्रॉम्प्ट
ja: プロンプト
ko: 프롬프트
ru: Промпт
th: พรอมป์ต์
zh_hans: 当时提问
zh_hant: 當時提問

# Related notes
source: Notes you can bring into this chat
ar: ملاحظات يمكنك إدخالها في هذه المحادثة
de: Notizen, die du in diesen Chat übernehmen kannst
es: Notas que puedes traer a este chat
fr: Notes à ajouter à cette conversation
hi: इस चैट में लाए जा सकने वाले नोट्स
id: Catatan yang bisa dibawa ke chat ini
ja: このチャットに取り込めるノート
ko: 이 대화에 가져올 수 있는 노트
pt_br: Notas que você pode trazer para este chat
ru: Заметки, которые можно добавить в этот чат
th: โน้ตที่นำเข้าแชทนี้ได้
tr: Bu sohbete dahil edebileceğin notlar
vi: Ghi chú có thể đưa vào cuộc trò chuyện này
zh_hans: 可带入当前对话的笔记
zh_hant: 可帶入目前對話的筆記

# Replace Current Note
source: Update note with selection
ar: تحديث الملاحظة بالمحدد
de: Notiz mit Auswahl aktualisieren
es: Actualizar nota con la selección
fr: Mettre à jour la note avec la sélection
hi: चयन से नोट अपडेट करें
id: Perbarui catatan dengan pilihan
ja: 選択内容でノートを更新
ko: 선택한 내용으로 노트 업데이트
pt_br: Atualizar nota com a seleção
ru: Обновить заметку выбранным
th: อัปเดตโน้ตด้วยส่วนที่เลือก
tr: Notu seçimle güncelle
vi: Cập nhật ghi chú bằng phần chọn
zh_hans: 用选中内容更新笔记
zh_hant: 用所選內容更新筆記

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: बहाल करें
id: Pulihkan
ja: 復元
ko: 복원
pt_br: Restaurar
ru: Восстановить
th: กู้คืน
tr: Geri yükle
vi: Khôi phục
zh_hans: 恢复
zh_hant: 還原

source: Run check
ar: تشغيل التحقق
de: Prüfung starten
es: Ejecutar verificación
fr: Lancer la vérification
hi: जांच चलाएँ
id: Jalankan pemeriksaan
ja: 確認を実行
ko: 검토 실행
pt_br: Executar verificação
ru: Запустить проверку
th: เริ่มตรวจ
tr: Kontrolü çalıştır
vi: Chạy kiểm tra
zh_hans: 开始核对
zh_hant: 開始核對

source: Run the check to see the second model response.
ar: شغّل التحقق لرؤية رد النموذج الثاني.
de: Starte die Prüfung, um die Antwort des zweiten Modells zu sehen.
es: Ejecuta la verificación para ver la respuesta del segundo modelo.
fr: Lancez la vérification pour voir la réponse du deuxième modèle.
hi: दूसरे मॉडल का उत्तर देखने के लिए जांच चलाएँ।
id: Jalankan pemeriksaan untuk melihat respons model kedua.
ja: 確認を実行すると、2つ目のモデルの回答が表示されます。
ko: 검토를 실행하면 두 번째 모델의 응답이 표시됩니다.
pt_br: Execute a verificação para ver a resposta do segundo modelo.
ru: Запустите проверку, чтобы увидеть ответ второй модели.
th: เริ่มตรวจเพื่อดูคำตอบจากโมเดลที่สอง
tr: İkinci modelin yanıtını görmek için kontrolü çalıştır.
vi: Chạy kiểm tra để xem phản hồi từ mô hình thứ hai.
zh_hans: 开始核对后会显示第二模型的意见。
zh_hant: 開始核對後會顯示第二模型的意見。

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save as Note
ar: حفظ كملاحظة
de: Als Notiz speichern
es: Guardar como nota
fr: Enregistrer comme note
hi: नोट के रूप में सहेजें
id: Simpan sebagai catatan
ja: ノートに保存
ko: 노트로 저장
pt_br: Salvar como nota
ru: Сохранить как заметку
th: บันทึกเป็นโน้ต
tr: Not olarak kaydet
vi: Lưu thành ghi chú
zh_hans: 存为笔记
zh_hant: 存為筆記

# Save strong answers with their source, then return to them later.
source: Save chat content as notes
ar: احفظ محتوى الدردشة كملاحظات
de: Chatinhalte als Notizen speichern
es: Guarda contenido del chat como notas
fr: Enregistrez le contenu du chat en notes
hi: चैट सामग्री को नोट्स में सहेजें
id: Simpan isi chat sebagai catatan
ja: チャット内容をメモに保存
ko: 채팅 내용을 노트로 저장
pt_br: Salve conteúdos do chat como notas
ru: Сохраняйте содержимое чата как заметки
th: บันทึกเนื้อหาแชทเป็นโน้ต
tr: Sohbet içeriğini not olarak kaydet
vi: Lưu nội dung trò chuyện thành ghi chú
zh_hans: 把聊天内容存成笔记
zh_hant: 將聊天內容存成筆記

source: Saved
ar: تم الحفظ
de: Gespeichert
es: Guardado
fr: Enregistré
hi: सहेजा गया
id: Tersimpan
ja: 保存しました
ko: 저장됨
pt_br: Salvo
ru: Сохранено
th: บันทึกแล้ว
tr: Kaydedildi
vi: Đã lưu
zh_hans: 已保存
zh_hant: 已儲存

source: Saved as note
ar: تم الحفظ كملاحظة
de: Als Notiz gespeichert
es: Guardado como nota
fr: Enregistré comme note
hi: नोट के रूप में सहेजा गया
id: Disimpan sebagai catatan
ja: ノートとして保存済み
ko: 노트로 저장됨
pt_br: Salvo como nota
ru: Сохранено как заметка
th: บันทึกเป็นโน้ตแล้ว
tr: Not olarak kaydedildi
vi: Đã lưu thành ghi chú
zh_hans: 已存为笔记
zh_hant: 已存為筆記

source: Saved notes
ar: الملاحظات المحفوظة
de: Gespeicherte Notizen
es: Notas guardadas
fr: Notes enregistrées
hi: सहेजे गए नोट
id: Catatan tersimpan
ja: 保存済みノート
ko: 저장된 노트
pt_br: Notas salvas
ru: Сохраненные заметки
th: โน้ตที่บันทึกไว้
tr: Kaydedilen notlar
vi: Ghi chú đã lưu
zh_hans: 已保存的笔记
zh_hant: 已儲存的筆記

source: Search notes, tags, remarks...
ar: ابحث في الملاحظات والوسوم والتعليقات...
de: Notizen, Tags, Anmerkungen suchen...
es: Buscar notas, etiquetas, comentarios...
fr: Rechercher notes, tags, remarques...
hi: नोट्स, टैग, टिप्पणियां खोजें...
id: Cari catatan, tag, komentar...
ja: ノート、タグ、メモを検索...
ko: 노트, 태그, 메모 검색...
pt_br: Buscar notas, tags, comentários...
ru: Искать заметки, теги, комментарии...
th: ค้นหาโน้ต แท็ก ความเห็น...
tr: Not, etiket, açıklama ara...
vi: Tìm ghi chú, thẻ, nhận xét...
zh_hans: 搜索笔记、标签、备注...
zh_hant: 搜尋筆記、標籤、備註...

source: Second model
ar: النموذج الثاني
de: Zweites Modell
es: Segundo modelo
fr: Deuxième modèle
hi: दूसरा मॉडल
id: Model kedua
ja: 2つ目のモデル
ko: 두 번째 모델
pt_br: Segundo modelo
ru: Вторая модель
th: โมเดลที่สอง
tr: İkinci model
vi: Mô hình thứ hai
zh_hans: 第二模型
zh_hant: 第二模型

source: Second opinion
ar: الرأي الثاني
de: Zweite Einschätzung
es: Segunda opinión
fr: Deuxième avis
hi: दूसरी राय
id: Pendapat kedua
ja: セカンドオピニオン
ko: 두 번째 의견
pt_br: Segunda opinião
ru: Второе мнение
th: ความเห็นที่สอง
tr: İkinci görüş
vi: Ý kiến thứ hai
zh_hans: 第二意见
zh_hant: 第二意見

source: Select a second model to run the check.
ar: اختر نموذجًا ثانيًا لتشغيل الفحص.
de: Wähle ein zweites Modell, um die Prüfung auszuführen.
es: Selecciona un segundo modelo para ejecutar la comprobación.
fr: Sélectionnez un deuxième modèle pour lancer la vérification.
hi: जाँच चलाने के लिए दूसरा मॉडल चुनें।
id: Pilih model kedua untuk menjalankan pemeriksaan.
ja: チェックを実行する 2 つ目のモデルを選択してください。
ko: 확인을 실행할 두 번째 모델을 선택하세요.
pt_br: Selecione um segundo modelo para executar a verificação.
ru: Выберите вторую модель для запуска проверки.
th: เลือกโมเดลที่สองเพื่อเรียกใช้การตรวจสอบ
tr: Kontrolü çalıştırmak için ikinci bir model seç.
vi: Chọn mô hình thứ hai để chạy kiểm tra.
zh_hans: 选择第二个模型来核对。
zh_hant: 選擇第二個模型來執行驗證。

source: Show More (%d)
ar: عرض المزيد (%d)
de: Mehr anzeigen (%d)
es: Mostrar más (%d)
fr: Afficher plus (%d)
hi: और दिखाएँ (%d)
id: Tampilkan lebih banyak (%d)
ja: もっと見る (%d)
ko: 더 보기 (%d)
pt_br: Mostrar mais (%d)
ru: Показать ещё (%d)
th: แสดงเพิ่มเติม (%d)
tr: Daha fazla göster (%d)
vi: Hiển thị thêm (%d)
zh_hans: 显示更多 (%d)
zh_hant: 顯示更多 (%d)

source: Source
ar: المصدر
de: Quelle
es: Origen
hi: स्रोत
id: Sumber
ja: 出典
ko: 출처
pt_br: Origem
ru: Источник
th: แหล่งที่มา
tr: Kaynak
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

source: Source model
ar: النموذج المصدر
de: Quellmodell
es: Modelo origen
fr: Modèle source
hi: स्रोत मॉडल
id: Model sumber
ja: 元のモデル
ko: 출처 모델
pt_br: Modelo de origem
ru: Исходная модель
th: โมเดลต้นทาง
tr: Kaynak model
vi: Mô hình nguồn
zh_hans: 来源模型
zh_hant: 來源模型

source: Tags
ar: الوسوم
es: Etiquetas
hi: टैग
id: Tag
ja: タグ
ko: 태그
ru: Теги
th: แท็ก
tr: Etiketler
vi: Thẻ
zh_hans: 标签
zh_hant: 標籤

source: The note moves to Trash and can be restored later.
ar: ستنتقل الملاحظة إلى سلة المهملات ويمكن استعادتها لاحقًا.
de: Die Notiz wird in den Papierkorb verschoben und kann später wiederhergestellt werden.
es: La nota se moverá a la papelera y podrás restaurarla después.
fr: La note sera déplacée dans la corbeille et pourra être restaurée.
hi: नोट ट्रैश में चला जाएगा और बाद में बहाल किया जा सकेगा।
id: Catatan dipindahkan ke Sampah dan bisa dipulihkan nanti.
ja: ノートはゴミ箱に移動し、後で復元できます。
ko: 노트는 휴지통으로 이동하며 나중에 복원할 수 있습니다.
pt_br: A nota vai para a lixeira e poderá ser restaurada depois.
ru: Заметка будет перемещена в корзину, ее можно восстановить позже.
th: โน้ตจะถูกย้ายไปถังขยะและกู้คืนได้ภายหลัง
tr: Not çöp kutusuna taşınır ve daha sonra geri yüklenebilir.
vi: Ghi chú sẽ chuyển vào thùng rác và có thể khôi phục sau.
zh_hans: 笔记会移入回收站，之后仍可恢复。
zh_hant: 筆記會移入回收站，之後仍可還原。
